{
    "header.home": "Home",
    "header.about": "About",
    "header.projects": "Projects",
    "header.contact": "Contact",
    "landing": {
        "description": "Passionate Front End Web Developer eager to expand skills and embrace new challenges.",
        "buttonText":"About Me"
    },
    "about": {
        "title": "About me",
        "name": "I'm",
        "parraf": "With over 3 years of experience in Customer Service and Success across Ireland, Spain, and The Netherlands. My journey has taken me through diverse roles and countries, shaping me into a well-rounded professional with a passion for technology.  My time in these roles has equipped me with a strong foundation in customer-centric problem-solving and effective communication. I've had the privilege of working with people from different backgrounds and cultures, which has broadened my perspective and sharpened my interpersonal skills. This experience played a pivotal role in my decision to enroll in an intensive web development course, where I've honed my skills in software development. I realized that technology is a powerful tool to address customer needs and provide innovative solutions. My transition to web development allowed me to bridge my love for technology with my commitment to customer satisfaction. ",
        "parraf2": " Today, I am highly motivated to continue my journey in the technology industry, combining my diverse background, customer-centric approach, and newfound web development expertise.",
        "skills": "Skills"
    },
    "projects": {
        "title": "Projects",
        "subtitle":"Here are a few projects I've worked on recently.",
        "cashFlowDescription": "This is a personal project, where I wanted to put Vue.js into practice. The biggest challenge was using traditional HTML as templates that Vue uses, it was like learning another way of approaching a problem.",
        "memoryGameDescription": "This is a personal project, I have created an educational game to practice JavaScript by applying sounds. The challenge I had was to reset the cards that I solved with a for function.",
        "harryPotterDescription": " This project is an evaluation project from Adalab, where I applied my knowledge of React and API integration. The main challenge I encountered was grasping the concept of 'lifting state up' and mastering the communication flow between parent and child components. I overcame this challenge through dedicated research, hands-on practice, and seeking feedback from teachers and documents.",
        "awsomeCardsDescription": "This is a real bootcamp team project where I applied JavaScript and CSS/SASS in practice while working under an Agile and Scrum system. The biggest challenge I encountered was resolving conflicts during commits to the master branch. However, this challenge was overcome through fluid team communication.",
        "guessNumberDescription": "This project was one of the initial bootcamp assessments involving JavaScript and CSS. The most significant challenge was completing it within a single morning, with just one week of learning JavaScript. Thanks to Stack Overflow and a solid understanding of the fundamental concepts needed for its application, my game worked!"
    },
    "contact": {
        "title":"Contact me",
        "formTitle":"Contact form",
        "formName":"Name:",
        "formEmail":"Email:",
        "formMessage":"Message:",
        "formNamePlaceholder":"Your name...",
        "formEmailPlaceholder":"Your email@example.com",
        "formMessagePlaceholder":"Your message here....",
        "btnSubmit": "Submit"
    },
    "navbar": {
        "about":"About",
        "projects": "Projects",
        "contact": "Contact",
        "home": "Home"      
    }
}