{
    "header.home": "Inicio",
    "header.about": "Acerca de mi",
    "header.projects": "Proyectos",
    "header.contact": "Contacto",
  "landing": {
    "description": "Desarrolladora Web Frontend apasionada con ganas de ampliar habilidades y empezar nuevos desafíos.",
    "buttonText": "Acerca de mi"
  },
  "about": {
    "title": "Acerca de mi",
    "name":"Soy",
    "parraf": "Con más de 3 años de experiencia en Customer Service y Success en Irlanda, España y Países Bajos. Mi viaje me ha llevado a través de diversos roles y países, convirtiéndome en una profesional integral con pasión por la tecnología. El tiempo que desempeñé en estos roles me ha dotado de una base sólida en la resolución de problemas centrada en el cliente y la comunicación efectiva. He tenido el privilegio de trabajar con personas de diferentes orígenes y culturas, lo que ha ampliado mi perspectiva y mejorado mis habilidades interpersonales. Esta experiencia jugó un papel fundamental en mi decisión de inscribirme en un curso intensivo de desarrollo web, donde perfeccioné mis habilidades en desarrollo de software. Me di cuenta de que la tecnología es una herramienta poderosa para abordar las necesidades de los clientes y brindar soluciones innovadoras. Mi transición al desarrollo web me permitió unir mi amor por la tecnología con mi compromiso con la satisfacción del cliente. ",
    "parraf2":"Hoy, estoy motivada para continuar mi viaje en la industria de la tecnología, combinando mi experiencia diversa, mi enfoque centrado en el cliente y mi nueva experiencia en desarrollo web.",
    "skills":"Habilidades"
  },
  "projects": {
    "title": "Proyectos",
    "subtitle": "Aquí hay algunos proyectos en los que he trabajado recientemente.",
    "cashFlowDescription": "Este es un proyecto personal, donde quería poner en práctica Vue.js. El mayor desafío fue usar HTML tradicional como plantillas que usa Vue, fue como aprender otra forma de abordar un problema.",
    "memoryGameDescription": "Este es un proyecto personal, he creado un juego didáctico para poner en práctica JavaScript aplicando sonidos. El reto que tube fue hacer el reset a las cards. Lo he solucionado con una función for().",
    "harryPotterDescription": "Este proyecto es de una evaluación de Adalab, donde apliqué mis conocimientos de React e integración de API. El principal desafío que encontré fue comprender el concepto de elevar el estado y dominar el flujo de comunicación entre los componentes padre e hijo. Superé este desafío mediante una investigación dedicada, práctica práctica y la búsqueda de comentarios de profesores y documentos.",
    "awsomeCardsDescription": "Este es un proyecto real de equipo del bootcamp. para poner en practica JavaScript y CSS/SASS, mientras trabajaba bajo un sistema Agile y Scrum. El desafío más importante que encontré fue resolver conflictos durante los commits a la rama maestra. Sin embargo, este desafío se superó mediante una comunicación fluida del equipo.",
    "guessNumberDescription": "Este proyecto fue una de las evaluaciones iniciales del bootcamp que involucraba JavaScript y CSS. El desafío más importante fue completarlo en una mañana y con solo una semana de aprendizaje de JavaScript. Gracias a Stack Overflow y una sólida comprensión de los conceptos fundamentales necesarios para su Aplicación, ¡mi juego funcionó!"
},
  "contact": {
    "title": "Contáctame",
    "formTitle": "Formulario de contacto",
    "formName": "Nombre:",
    "formEmail": "Correo electrónico:",
    "formMessage": "Mensage:",
    "formNamePlaceholder": "Tu nombre...",
    "formEmailPlaceholder": "Tu email@example.com",
    "formMessagePlaceholder": "Tu mensage aquí....",
    "btnSubmit": "Enviar"
  },
  "navbar": {
    "about": "Acerca de mi",
    "projects": "Proyectos",
    "contact": "Contacto",
    "home": "Inicio"
  }
}