{
    "header.home": "Inicio",
    "header.about": "Acerca de mi",
    "header.projects": "Proyectos",
    "header.contact": "Contacto",
  "landing": {
    "description": "Desarrolladora Frontend apasionada con ganas de ampliar habilidades y empezar nuevos desafíos.",
    "buttonText": "Acerca de mi"
  },
  "about": {
    "title": "Acerca de mi",
    "name":"Soy",
    "parraf": "Tengo formación en Ciencias con experiencia como Técnico de  Laboratorio Clínico en España. Poco después me mudé a los Paises Bajos, donde trabajé en Servicio postventa y como Traductora de un programa IT. Durante este período, tuve mi primer contacto con la programación. Desde entonces, mi interés por formarme en este campo ha crecido rápidamente. Actualmente estoy en Irlanda, donde trabajé como Customer Success en una empresa SaaS que me proporcionó la clave para inscribirme en un curso intensivo en Adalab para convertirme en Desarrolladora Web. ",
    "parraf2":"Hoy me siento motivada para seguir aprendiendo en la industria tecnológica y crecer profesionalmente en una empresa que me brinde una oportunidad.",
    "skills":"Habilidades"
  },
  "projects": {
    "title": "Proyectos",
    "subtitle": "Aquí hay algunos proyectos en los que he trabajado recientemente.",
    "cashFlowDescription": "Este es un proyecto personal, donde quería poner en práctica Vue.js. El mayor desafío fue usar HTML tradicional como plantillas que usa Vue, fue como aprender otra forma de abordar un problema.",
    "memoryGameDescription": "Este es un proyecto projecto personal, respondiendo a solicitud de mi hijo he creado un juedo ditactico para practicar JavaScript aplicando sonidos. El reto que tube fue hacer el reset a las cards que he solucionado con una funcion for.",
    "harryPotterDescription": " Este es un proyecto de evaluación del bootcamp en Adalab donde tuve que aplicar lo que aprendí sobre React y el uso de API. El desafío que enfrenté fue comprender el Lifting y la conexión entre padres e hijos, y cómo se pasaban información entre sí. Es bastante simple: de niño a niño no pueden intercambiar información directamente; primero debe informar a los padres y luego dejar que los padres decidan si compartir esa información con el otro niño. De eso se trata levantar el Estado.",
    "awsomeCardsDescription": "Este es un proyecto real de equipo del bootcamp. para poner en practica JavaScript y CSS/SASS, mientras trabajaba bajo un sistema Agile y Scrum. El desafío más importante que encontré fue resolver conflictos durante las confirmaciones en la rama maestra. Sin embargo, este desafío se superó mediante una comunicación fluida del equipo.",
    "guessNumberDescription": "Este proyecto fue una de las evaluaciones iniciales del bootcamp que involucraba JavaScript y CSS. El desafío más importante fue completarlo en una sola mañana, con solo una semana de aprendizaje de JavaScript. Gracias a Stack Overflow y una sólida comprensión de los conceptos fundamentales necesarios para su Aplicación, ¡mi juego funcionó!"
},
  "contact": {
    "title": "Contáctame",
    "formTitle": "Formulario de contacto",
    "formName": "Nombre:",
    "formEmail": "Correo electrónico:",
    "formMessage": "Mensage:",
    "formNamePlaceholder": "Tu nombre...",
    "formEmailPlaceholder": "Tu email@example.com",
    "formMessagePlaceholder": "Tu mensage aquí....",
    "btnSubmit": "Enviar"
  },
  "navbar": {
    "about": "Acerca de mi",
    "projects": "Proyectos",
    "contact": "Contacto",
    "home": "Inicio"
  }
}